;Place localized text in this file

; ---------------- CHOSEN ASSASSIN ABILITIES -------------------

[AssassinAbility_Expose X2AbilityTemplate]
LocFriendlyName="揭露"
LocLongDescription="刺客使用她的“岚”步枪射击目标，摧毁掩体，移除目标的“监视”、“压制”和“标记”状态。此能力不消耗行动点数."
LocHelpText="刺客使用她的“岚”步枪射击目标，摧毁掩体，移除目标的“监视”、“压制”和“标记”状态。此能力不消耗行动点数."
LocFlyOverText="揭露"

[AssassinAbility_歼灭 X2AbilityTemplate]
LocFriendlyName="歼灭"
LocLongDescription="刺客发射“岚”步枪的爆破弹，对一条直线上的所有目标造成伤害，并摧毁该直线上的所有掩体."
LocHelpText="发射刺客“岚”步枪的爆破弹，对一条直线上的所有目标造成伤害，并摧毁该直线上的所有掩体。此能力可触发暴击."
LocFlyOverText="歼灭"

[AssassinAbility_AssassinFocus X2AbilityTemplate]
LocFriendlyName="毁灭"
LocLongDescription="当刺客击杀一个单位时，“毁灭”能力激活，为刺客提供一点专注点数。每获得一点专注点数，刺客在剩余任务时间内将获得额外的移动力、闪避率，以及整体伤害的小幅提升."
LocHelpText="当刺客击杀一个单位时，“毁灭”能力激活，为刺客提供一点专注点数。每获得一点专注点数，刺客在剩余任务时间内将获得额外的移动力、闪避率，以及整体伤害的小幅提升."
LocFlyOverText="毁灭"

[AssassinAbility_DancingShadows X2AbilityTemplate]
LocFriendlyName="舞影"
LocLongDescription="刺客使用“岚”步枪攻击目标，如果命中，目标将被眩晕."
LocHelpText="刺客使用“岚”步枪攻击目标，如果命中，目标将被眩晕."
LocFlyOverText="舞影"

[AssassinAbility_DancingShadows2 X2AbilityTemplate]
LocFriendlyName=""暗影潜行"
LocLongDescription="使用“舞影”能力时，刺客将进入隐身状态."
LocHelpText="使用“舞影”能力时，刺客将进入隐身状态."
LocFlyOverText=""暗影潜行"

[AssassinAbility_DeadlyCadence X2AbilityTemplate]
LocFriendlyName="致命节奏"
LocLongDescription="刺客发射“岚”步枪的强力一击，如果命中，会将目标击退，随后再发射第二枪."
LocHelpText="刺客发射“岚”步枪的强力一击，如果命中，会将目标击退，随后再发射第二枪."
LocFlyOverText="致命节奏"

[AssassinAbility_DeadlyCadence2 X2AbilityTemplate]
LocFriendlyName="致命节奏"
LocLongDescription="刺客发射“岚”步枪的次级射击，如果命中，目标将被中毒."
LocHelpText="刺客发射“岚”步枪的次级射击，如果命中，目标将被中毒."
LocFlyOverText="致命节奏"

; ---------------- CHOSEN WARLOCK ABILITIES -------------------

[AHarderWar_Abilities_ChosenWarlock]
DisruptorTemplarCritDisplayText="干扰者步枪"
DisruptorPsiOpCritDisplayText="干扰者步枪"

[WarlockAbility_Disruptor X2AbilityTemplate]
LocFriendlyName="干扰者"
LocHelpText="对圣殿骑士或灵能特工的攻击将触发暴击."
LocLongDescription="术士使用“干扰者步枪”，专为摧毁那些胆敢窃取神之恩赐的异端而设计。对圣殿骑士和灵能特工的攻击将触发暴击."

[WarlockAbility_DisruptorTemplar X2AbilityTemplate]
LocFriendlyName="圣殿骑士干扰者"
LocHelpText="对圣殿骑士的攻击将触发暴击."
LocLongDescription="对圣殿骑士的攻击将触发暴击."

[WarlockAbility_DisruptorPsiOp X2AbilityTemplate]
LocFriendlyName="灵能特工干扰者"
LocHelpText="对灵能特工的攻击将触发暴击."
LocLongDescription="对灵能特工的攻击将触发暴击."

[WarlockAbility_PsychokineticShock X2AbilityTemplate]
LocFriendlyName="灵能冲击"
LocHelpText="由“灵能冲击”触发的灵能余震可使士兵眩晕或瓦解其意志."
LocLongDescription="由“灵能冲击”触发的灵能余震可使士兵眩晕或瓦解其意志."
LocFlyOverText="灵能冲击"

[WarlockAbility_Aftershock X2AbilityTemplate]
LocFriendlyName="余震"
LocHelpText="灵能冲击”触发的灵能余震可使士兵眩晕或瓦解其意志."
LocLongDescription="灵能冲击”触发的灵能余震可使士兵眩晕或瓦解其意志."
LocFlyOverText="余震	"

; ---------------- CHOSEN HUNTER ABILITIES -------------------

[HunterAbility_HunterFocus X2AbilityTemplate]
LocFriendlyName="毁灭"
LocLongDescription="当猎手击杀一个单位时，“毁灭”能力激活，为猎手提供一点专注点数。每获得一点专注点数，猎手在剩余任务时间内将获得额外的命中率和暴击率。猎手的“暗影长矛”随着每次“毁灭”的激活将大幅提升伤害."
LocHelpText="当猎手击杀一个单位时，“毁灭”能力激活，为猎手提供一点专注点数。每获得一点专注点数，猎手在剩余任务时间内将获得额外的命中率和暴击率。猎手的“暗影长矛”随着每次“毁灭”的激活将大幅提升伤害."
LocFlyOverText="毁灭"

[HunterAbility_Sadism X2AbilityTemplate]
LocFriendlyName="虐杀"
LocHelpText="猎手向目标发射一连串手枪子弹，每发子弹都会施加一种状态效果，并可触发暴击。第一发子弹会使目标流血."
LocLongDescription="猎手向目标发射一连串手枪子弹，每发子弹都会施加一种状态效果，并可触发暴击。第一发子弹会使目标流血."
LocFlyOverText="虐杀"

[HunterAbility_Sadism2 X2AbilityTemplate]
LocFriendlyName="虐杀"
LocHelpText="猎手向目标发射一连串手枪子."
LocLongDescription="第二发子弹会使目标中毒."
LocFlyOverText="虐杀"

[HunterAbility_Sadism3 X2AbilityTemplate]
LocFriendlyName="虐杀"
LocHelpText="猎手向目标发射一连串手枪子."
LocLongDescription="第三发子弹会使目标受到酸蚀伤."
LocFlyOverText="虐杀"

[HunterAbility_Heartseeker X2AbilityTemplate]
LocFriendlyName="心之猎手"
LocHelpText="猎手发射“暗影长矛”射击，此射击必定命中，无视防御，并可触发暴击."
LocLongDescription="猎手发射“暗影长矛”射击，此射击必定命中，无视防御，并可触发暴击."
LocFlyOverText="心之猎手"

[HunterAbility_LethalTempo X2AbilityTemplate]
LocFriendlyName="致命节奏"
LocHelpText="猎手无需消耗行动点数即可发射一枪手枪子弹t."
LocLongDescription="猎手无需消耗行动点数即可发射一枪手枪子弹t."
LocFlyOverText="致命节奏"

[HunterAbility_Showdown X2AbilityTemplate]
LocFriendlyName="决战"
LocHelpText="猎手向所有可见的士兵发射“暗影长矛”射击."
LocLongDescription="猎手向所有可见的士兵发射“暗影长矛”射击."
LocFlyOverText="决战"

; ---------------- CHOSEN PACK CHOSEN WEAPONS -------------------

[AHWChosenRifle_CV X2WeaponTemplate]
FriendlyName="天选突击步枪"
FriendlyNamePlural="天选突击步枪"
BriefSummary="我们成功回收了多种标准步兵轻武器；这是最常见的一种，类似于二十年前使用的步枪。尽管它明显不如ADVENT的磁力技术先进，但一旦我们完善了模块化武器技术，就可以使用额外的武器回收材料对其进行升级."
TacticalText="<Bullet/> 在没有特殊训练的情况下，使用主武器射击将结束士兵的回合.\n<Bullet/> 使用从敌人处缴获的升级件来提高突击步枪的战术效果."
AbilityDescName="突击步枪"

[AHWChosenRifle_MG X2WeaponTemplate]
FriendlyName="天选磁力步枪"
FriendlyNamePlural="天选磁力步枪"
BriefSummary="磁力弹丸技术使我们能够制造出步枪式的实弹武器。与常规突击步枪相比，它们在威力上有了显著提升."
TacticalText="<Bullet/>在没有特殊训练的情况下，使用主武器射击将结束士兵的回合.\n<Bullet/> 用从敌人处缴获的升级件来提高磁力步枪的战术效果."
AbilityDescName="突击步枪"

[AHWChosenRifle_BM X2WeaponTemplate]
FriendlyName="天选光束步枪"
FriendlyNamePlural="天选光束步枪"
BriefSummary="现在我们终于破译了外星人的毁灭性武器技术，并能够开发自己的光束武器，我们可以制造出足以与士兵在战场上遇到的任何敌人相抗衡的步枪."
TacticalText="<Bullet/> 等离子步枪是一种通用且威力强大的主战步兵武器系统.\n<Bullet/>使用主武器射击将结束士兵的回合.\n<Bullet/> 使用从敌人处缴获的升级件来提高等离子步枪的战术效果."
AbilityDescName="突击步枪"

[AHWChosenRifle_T4 X2WeaponTemplate]
FriendlyName="天选超能步枪"
FriendlyNamePlural="天选超能步枪"
BriefSummary="现在我们终于破译了外星人的毁灭性武器技术，并能够开发自己的光束武器，我们可以制造出足以与士兵在战场上遇到的任何敌人相抗衡的步枪."
TacticalText="<Bullet/> 等离子步枪是一种通用且威力强大的主战步兵武器系统.\n<Bullet/>使用主武器射击将结束士兵的回合.\n<Bullet/> 使用从敌人处缴获的升级件来提高等离子步枪的战术效果."
AbilityDescName="突击步枪"

[AHWChosenShotgun_CV X2WeaponTemplate]
FriendlyName="天选霰弹枪"
FriendlyNamePlural="天选霰弹枪"
BriefSummary="我们成功回收了多种标准步兵轻武器；这是一种专为近距离交战设计的武器。尽管它明显不如ADVENT的磁力技术先进，但一旦我们完善了模块化武器技术，就可以使用额外的武器回收材料对其进行升级."
TacticalText="<Bullet/>使用主武器射击将结束士兵的回合.\n<Bullet/>霰弹枪在近距离非常有效，但在远距离时精度会迅速下降.\n<Bullet/> 使用从敌人处缴获的升级件来提高霰弹枪的战术效果."
AbilityDescName="霰弹枪"

[AHWChosenShotgun_MG X2WeaponTemplate]
FriendlyName="天选磁力霰弹枪"
FriendlyNamePlural="天选磁力霰弹枪"
BriefSummary="磁力武器技术将使我们能够将外星合金碎片合成为一种喷射式弹丸，我们的游侠可以将其发挥巨大效果：越近越好."
TacticalText="<Bullet/> 磁力武器技术使XCOM的战斗霰弹枪得到了特别有效的改进.\n<Bullet/> 霰弹枪式武器在近距离非常有效，但在远距离时精度会迅速下降.\n<Bullet/> 使用从敌人处缴获的升级件来提高碎片枪的战术效果."
AbilityDescName="霰弹枪"

[AHWChosenShotgun_BM X2WeaponTemplate]
FriendlyName="天选光束霰弹枪"
FriendlyNamePlural="天选光束霰弹枪"
BriefSummary="风暴枪发射一组集中的光束脉冲，能够穿透并熔化目标的大面积区域."
TacticalText="<Bullet/>这是XCOM军械库中最先进的霰弹枪式武器.\n<Bullet/> 霰弹枪式武器在近距离非常有效，但在远距离时精度会迅速下降.\n<Bullet/> 使用从敌人处缴获的升级件来提高风暴枪的战术效果."
AbilityDescName="霰弹枪"

[AHWChosenShotgun_T4 X2WeaponTemplate]
FriendlyName="天选超能霰弹枪"
FriendlyNamePlural="天选超能霰弹枪"
BriefSummary="风暴枪发射一组集中的光束脉冲，能够穿透并熔化目标的大面积区域."
TacticalText="<Bullet/>这是XCOM军械库中最先进的霰弹枪式武器.\n<Bullet/> 霰弹枪式武器在近距离非常有效，但在远距离时精度会迅速下降.\n<Bullet/> 使用从敌人处缴获的升级件来提高风暴枪的战术效果."
AbilityDescName="霰弹枪"

[AHWChosenSword_CV X2WeaponTemplate]
FriendlyName="天选剑"
FriendlyNamePlural="天选剑"
BriefSummary="XCOM的游侠接受过使用刃武器的训练，使他们能够在近战中消灭敌人."
TacticalText="<Bullet/> 游侠即使在使用了两个行动来移动或冲刺到最大移动范围后，也可以用剑攻击相邻的敌人.\n<Bullet/> 决定与敌人进行近战可能是决定性的；请谨慎行事.\n<Bullet/> 留意提高我们刃武器效果的机会——敌人可能拥有更先进的技术."
AbilityDescName="sword"

[AHWChosenSword_MG X2WeaponTemplate]
FriendlyName="天选磁力剑"
FriendlyNamePlural="天选磁力剑"
BriefSummary="当纯粹的动能已不足以应对战场上的挑战时，电弧刃可能成为必需品。它在标准剑的战斗效果基础上增加了一个电场，能够使未被当场击杀的敌人眩晕."
TacticalText="<Bullet/> 电弧刃在剑的动能冲击上增加了一个强大的电击爆发，提高了其伤害并增加了使敌人目标眩晕的机会."
AbilityDescName="剑"

[AHWChosenSword_BM X2WeaponTemplate]
FriendlyName="天选光束剑"
FriendlyNamePlural="天选光束剑"
BriefSummary="合刃将等离子加热的金属核心包裹在一个微薄的磁场中，能够实现毁灭性的近战攻击，能够点燃敌人."
TacticalText="<Bullet/> 这是游侠剑的最先进版本，能够造成最大伤害并有机会使敌人目标燃."
AbilityDescName="剑"

[AHWChosenSword_T4 X2WeaponTemplate]
FriendlyName="天选超能剑"
FriendlyNamePlural="天选超能剑"
BriefSummary="融合刃将等离子加热的金属核心包裹在一个微薄的磁场中，能够实现毁灭性的近战攻击，能够点燃敌人."
TacticalText="<Bullet/> 这是游侠剑的最先进版本，能够造成最大伤害并有机会使敌人目标燃."
AbilityDescName="剑"

[AHWChosenSniperRifle_CV X2WeaponTemplate]
FriendlyName="天选狙击步枪"
FriendlyNamePlural="天选狙击步枪"
BriefSummary="我们成功回收了多种标准步兵轻武器；这是一种专为中远距离交战设计的武器。尽管它明显不如ADVENT的磁力技术先进，但一旦我们完善了模块化武器技术，就可以使用额外的武器回收材料对其进行升级."
TacticalText="<Bullet/> 狙击步枪总是需要两个行动来射击.\n<Bullet/> 狙击步枪在近距离射击时命中率会降低.\n<Bullet/> 使用从敌人处缴获的升级件来提高狙击步枪的战术效果."
AbilityDescName="狙击步枪"

[AHWChosenSniperRifle_MG X2WeaponTemplate]
FriendlyName="天选磁力狙击步枪"
FriendlyNamePlural="天选磁力狙击步枪"
BriefSummary="磁力武器技术对于像狙击步枪这样的精密慢射武器具有特别的应用价值。高斯步枪将使我们的神射手能够在远距离造成更大的伤害."
TacticalText="<Bullet/>  狙击步枪总是需要两个行动来射击.\n<Bullet/> 它们在近距离射击时命中率较低，但在远距离时非常致命.\n<Bullet/> U使用从敌人处缴获的升级件来提高高斯步枪的战术效果."
AbilityDescName="狙击步枪"

[AHWChosenSniperRifle_BM X2WeaponTemplate]
FriendlyName="天选光束狙击步枪"
FriendlyNamePlural="天选光束狙击步枪"
BriefSummary="外星人的聚焦光束技术对于改进狙击步枪具有明显的应用价值。等离子长矛是一把无与伦比的狙击步枪."
TacticalText="<Bullet/> 这是狙击步枪技术的巅峰之作.\n<Bullet/>  狙击步枪总是需要两个行动来射击.\n<Bullet/> 它们在近距离射击时命中率较低，但在远距离时非常致命.\n<Bullet/> 使用从敌人处缴获的升级件来提高等离子狙击步枪的战术效果."
AbilityDescName="狙击步枪"

[AHWChosenSniperRifle_T4 X2WeaponTemplate]
FriendlyName="天选超能狙击步枪"
FriendlyNamePlural="天选超能狙击步枪"
BriefSummary="外星人的聚焦光束技术对于改进狙击步枪具有明显的应用价值。等离子长矛是一把无与伦比的狙击步枪."
TacticalText="<Bullet/> 这是狙击步枪技术的巅峰之作.\n<Bullet/>  狙击步枪总是需要两个行动来射击.\n<Bullet/> 它们在近距离射击时命中率较低，但在远距离时非常致命.\n<Bullet/> 使用从敌人处缴获的升级件来提高等离子狙击步枪的战术效果."
AbilityDescName="狙击步枪"

[AHWChosenSniperPistol_CV X2WeaponTemplate]
FriendlyName="天选手枪"
FriendlyNamePlural="天选手枪"
BriefSummary="XCOM的神射手除了携带狙击步枪外，还携带大口径手枪。经过适当的训练，神射手在近距离可以构成巨大的威胁."
TacticalText="<Bullet/> 在训练有素的神射手手中，手枪远不止是一把副武器.\n<Bullet/> 与狙击步枪不同，手枪可以用一个行动来射击.\n<Bullet/> 神射手可以训练几种能力，以显著增强他们使用手枪的效果."

[AHWChosenSniperPistol_MG X2WeaponTemplate]
FriendlyName="天选磁力手枪"
FriendlyNamePlural="天选磁力手枪"
BriefSummary="基于我们在磁力武器技术方面取得的进步，这把新手枪在威力上比我们的常规手枪有了显著提升."
TacticalText="<Bullet/>磁力手枪比它们的常规前身要有效得多.\n<Bullet/> 与狙击步枪不同，手枪可以用一个行动来射击."
AbilityDescName="手枪"

[AHWChosenSniperPistol_BM X2WeaponTemplate]
FriendlyName="天选光束手枪"
FriendlyNamePlural="天选光束手枪"
BriefSummary="这把终极副武器集成了外星人的光束武器技术，效果强大."
TacticalText="<Bullet/> 光束手枪是地球上最强大的手枪.\n<Bullet/> 与狙击步枪不同，手枪可以用一个行动来射击."

[AHWChosenSniperPistol_T4 X2WeaponTemplate]
FriendlyName="天选超能手枪"
FriendlyNamePlural="天选超能手枪"
BriefSummary="这把终极副武器集成了外星人的光束武器技术，效果强大."
TacticalText="<Bullet/> 光束手枪是地球上最强大的手枪.\n<Bullet/> 与狙击步枪不同，手枪可以用一个行动来射击."

; ---------------- CHOSEN PACK GRENADES -------------------

[OceanFogGrenade X2GrenadeTemplate]
FriendlyName="海洋迷雾
FriendlyNamePlural="海洋迷雾
BriefSummary="对单位造成伤害、致盲和中毒效果."
TacticalText="<Bullet/> 一种具有伤害和致盲效果的手榴弹，能使所有命中的目标中毒."
ThrownAbilityName="海洋迷雾
ThrownAbilityHelpText="向目标区域投掷海洋迷雾."

[HunterTraumaGrenade X2GrenadeTemplate]
FriendlyName="创伤手榴弹"
FriendlyNamePlural="创伤手榴弹"
BriefSummary="对单位造成伤害和震荡效果	."
TacticalText="<Bullet/> 一种具有伤害和震荡效果的手榴弹."
ThrownAbilityName="创伤手榴弹"
ThrownAbilityHelpText="向目标区域投掷创伤手榴弹."